Repository: liveblog/liveblog
Catalog: po/classic.*.po
Languages: cs, fr, nl, no

source: Advertisement
cs: reklama
fr: Publicité
nl: Advertentie
no: Annonse

source: Cancel
cs: Zrušit
fr: Annuler
nl: Annuleren
no: Avbryt

source: Comment
cs: Váš příspěvek
fr: Commentaire
nl: Reactie
no: Kommentar

source: Comment *
cs: Text *
fr: Commentaire *
nl: Tekst *
no: Kommentar*

source: Comment should be maximum 300 characters in length.
cs: Maximální délka textu je 300 znaků.
fr: Un commentaire ne peut excéder 300 signes
nl: Uw reactie van maximaal 300 tekens.
no: Kommentarer kan være inntil 300 tegn

source: Editorial
cs: redakční
fr: Éditorial
nl: Redactioneel
no: Redaksjonelt

source: Load more posts
cs: Načíst další
fr: Afficher plus de messages
nl: Meer
no: Henter flere poster

source: Loading
cs: Načítám
fr: Chargement
nl: Laden
no: Henter

source: Name *
cs: Jméno *
fr: Nom *
nl: Naam *
no: Navn*

source: Name should be maximum 30 characters in length.
cs: Maximální délka jména je 30 znaků.
fr: Le nom ne peut excéder 30 signes
nl: Uw naam kan maximaal 30 tekens lang zijn.
no: Navn kan ikke ha mer enn 30 tegn

source: Newest first
cs: nejnovější
fr: Le plus récent d'abord
nl: Toon nieuwste eerst
no: Nyeste først

source: No posts for now.
cs: Žádné příspěvky.
fr: Aucun message pour le moment.
nl: Nog geen berichten beschikbaar.
no: Ingen poster for øyeblikket

source: Oldest first
cs: nejstarší
fr: Plus ancien en premier
nl: Toon oudste eerst
no: Eldste først

source: One pinned post
cs: Jeden připnutý příspěvek
fr: Voir le nouveau message
nl: Bekijk nieuw bericht
no: Én post festet til toppen

source: Please fill in your Comment.
cs: Napište váš text.
fr: Votre commentaire.
nl: Uw reactie.
no: Skriv inn din kommentar

source: Please fill in your Name.
cs: Napište své jméno.
fr: Votre nom.
nl: Vul hier uw naam in.
no: Skriv inn navn

source: Post a comment
cs: Otázka / komentář
fr: Envoyer un commentaire
nl: Schrijf een reactie
no: Post en kommentar

source: See one new update
cs: Zobraz 1 nový příspěvek
fr: Voir le nouveau message
nl: Bekijk nieuw bericht
no: Se én ny oppdatering

source: Send
cs: Odeslat
fr: Envoyer
nl: Verzenden

source: Show all posts
cs: Zobrazit všechny
fr: Afficher tous les messages
no: Vis alle poster

source: Show highlighted post only
cs: Zobraz jen zvýrazněné příspěvky
fr: Afficher uniquement les messages en surbrillance
no: Vis bare høydepunkter

source: Sort by:
cs: Řazení:
fr: Trier par:
nl: Sorteer:
no: Sortér etter:

source: Updated {{post.content_updated_date | prettifyIsoDate}}
cs: Aktualizace {{post.content_updated_date | prettifyIsoDate}}
fr: Mise à jour {{post.content_updated_date | prettifyIsoDate}}
no: Oppdatert {{post.content_updated_date | prettifyIsoDate}}

source: Your comment was sent for approval.
cs: Váš text byl úspěšně odeslán. Čeká na schválení.
fr: Votre commentaire a été envoyé et est en attente de validation.
nl: Uw reactie is ontvangen ter beoordeling.
no: Din kommentar er sendt til godkjenning

source: {{ item.meta.caption }} credit: {{ item.meta.credit }}
cs: {{ item.meta.caption }} autor: {{ item.meta.credit }}
fr: {{ item.meta.caption }} crédit: {{ item.meta.credit }}
